# Задача создать прокси генератор
import requests  # pip install requests

r = requests.get('https://youtube.com/')
print(r)
